src/main/resources/ws_soap_requests/Gracful_HO_Incoming_eNB2.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header>
        <Credentials xmlns="http://Airspan.Netspan.WebServices">
            <Username>wsadmin</Username>
            <Password>password</Password>
        </Credentials>
    </soap:Header>
    <soap:Body>
        <IncomingHandoverRawGet xmlns="http://Airspan.Netspan.WebServices">
            <NodeName>AH4K-TDE3</NodeName>
            <DateStart>2019-12-03T19:02:20.050+02:00</DateStart>
            <DateEnd>2019-12-03T19:10:00.000+02:00</DateEnd>
        </IncomingHandoverRawGet>
    </soap:Body>
</soap:Envelope>
